Repository: rolearski/hello
Catalog: *.po
Languages: de, pl

source: Hello World
de: Hallo Welt
pl: Witaj Światku

source: Hi Barbara
pl: Cześć Basia

source: Coins
de: Kasse
pl: Pieniążki

source: Testnets
de: Testnetze
pl: Sieci testowe

source: Exchanges
de: Wechselstuben
pl: Kantorki

source: Background
de: Hintergrund
pl: Zaplecze

source: Settings
de: Einstellungen
pl: Ustawki

source: Balance
de: Saldo
pl: Stan konta

source: Addresses
de: Adressen
pl: Adresy

source: Address
de: Adresse
pl: Adres

source: Transfer
pl: Przelew

source: Transactions
de: Transaktionen
pl: Transakcje

source: Currency
de: Währung
pl: Waluta

source: Amount
de: Menge
pl: Ilość

source: Fee
de: Gebühr
pl: Opłata

source: Transaction hash
de: Transaktions-Hash
pl: Identyfikator transakcji

source: Show
de: Zeige
pl: Pokaż

source: Make a transfer
de: Transfer ausführen
pl: Wykonaj przelew

source: Show fee
de: Gebühr zeigen
pl: Pokaż opłatę

source: From address
de: von der Adresse
pl: Z adresu

source: To address
de: auf Adresse
pl: Na adres

source: Name
pl: Nazwa

source: Public key
de: Öffentlicher Schlüssel
pl: Klucz publiczny

source: Private secret
de: Privates Geheimnis
pl: Prywatny sekret

source: Something has gone wrong! Try again?
de: Etwas ist schief gelaufen! Versuchen Sie es erneut?
pl: Coś poszło nie tak! Spróbuj ponownie?

source: Operation completed.
de: Erfolgreich abgeschlossen.
pl: Udało się.

source: Transaction ID
de: Transaktions-ID
pl: ID transakcji.

source: Default wallet
de: Standard-Wallet
pl: Domyślny portfel

source: Default wallet (2)
de: Standard-Wallet 2
pl: Domyślny portfel dwa

source: Hot wallet (1)
de: Heißer Geldbeutel 1
pl: Gorący portfel 1

source: Hot wallet (2)
de: Heißer Geldbeutel 2
pl: Gorący portfel 2

source: Hot wallet
de: Heißer Geldbeutel
pl: Gorący portfel

source: Cold wallet (2)
de: Kalter Geldbeutel 2
pl: Zimny portfel 2

source: Cold wallet (1)
de: Kalter Geldbeutel 1
pl: Zimny portfel 1

source: Cold wallet
de: Kalter Geldbeutel
pl: Zimny portfel

source: Barbara's wallet
de: Barbaras Brieftasche
pl: Portfelik Basi

source: Invalid address
de: Ungültige Adresse
pl: Niepoprawny adres

source: Not existing address
de: Nicht existierende Adresse
pl: Nieistniejący adres

source: Let’s make the web multilingual.
de: Machen wir das Internet mehrsprachig.
pl: Uczyńmy Sieć wielojęzyczni.

source: Open existing addresses set
de: Vorhandenen Adresssatz öffnen
pl: Otwórz istniejący zbiór adresów

source: Save as a new addresses set
de: Als neuen Adresssatz speichern
pl: Zachowaj jako nowy zbiór adresów

source: Add new address
pl: Dodaj nowy adres

source: Delete selected address
pl: Usuń wybrany adres

source: Update the record temporarily in the current addresses set
pl: Uaktualnij tymczasowo ten rekord w aktualnym zbiorze adresów

source: Undo current changes
pl: Porzuć zmiany

source: James Bond
de: Ein Fehler
pl: Jakiś Błąd

source: New
de: Neu
pl: Nowy

source: Cancel
de: Abbrechen
pl: Zrezygnuj

source: Open
de: Offen
pl: Otwórz

source: Save
de: Speichern
pl: Zachowaj

source: Home
de: Heim
pl: Domek

source: Quit
de: Beenden
pl: Koniec

source: About
de: Über
pl: O...

source: Help
de: Hilfe
pl: Pomoc

source: RC files
de: RC Dateien
pl: Pliki RC

source: Phrase
pl: Fraza

source: Phrase repeated
pl: Fraza powtórzona

source: Show phrase
pl: Pokaż frazę

source: We connect developers and translators around the globe on Lingohub for a fantastic localization experience.
de: Wir verbinden Entwickler mit Übersetzern weltweit auf Lingohub für ein fantastisches Lokalisierungs-Erlebnis.
pl: Programiści i Tłuacze łączcie się na Lingohub doświadczyć fantazji tłumaczenia.

source: Welcome back, %1$s! Your last visit was on %2$s
de: Willkommen zurück, %1$s! Dein letzter Besuch war am %2$s
pl: Witaj ponownie, %1$s! Twoja ostatnia wizyta %2$s

source: %d page read.
de: Eine Seite gelesen wurde.
pl: Strona przeczytana.

source: Date
de: Datum
